Revit 2027 API
ParameterTypeId.RoomDesignReturnAirflowParam Property
 "Specified Return Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomDesignReturnAirflowParam { get; }
Public Shared ReadOnly Property RoomDesignReturnAirflowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomDesignReturnAirflowParam {
	ForgeTypeId^ get ();
}
static member RoomDesignReturnAirflowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace